Repository: mymiamo/MiaDock
Catalog: src/MiaDock.App/Strings/*/Resources.resw
Source language: en_us
Languages: az_latn_az, tr_tr

# System.Call.Detail
source: Microphone and communication audio active
az_latn_az: Mikrofon və ünsiyyət səsi aktivdir
tr_tr: Mikrofon ve iletişim sesi etkin

# System.Privacy.None
source: No privacy activity
az_latn_az: Məxfilik fəaliyyəti yoxdur
tr_tr: Gizlilik etkinliği yok

# System.Privacy.Summary
source: Microphone, camera, and call status
az_latn_az: Mikrofon, kamera və zəng vəziyyəti
tr_tr: Mikrofon, kamera ve arama durumu

# System.AudioSession.State
source: Windows audio session state
az_latn_az: Windows səs sessiyasının vəziyyəti
tr_tr: Windows ses oturumu durumu

# System.Audio.Muted
source: Audio muted
az_latn_az: Səs söndürülüb
tr_tr: Ses kapalı

# System.Audio.Master
source: System audio
az_latn_az: Sistem səsi
tr_tr: Sistem sesi

# System.Audio.Master.Down
source: Decrease master volume
az_latn_az: Əsas səsi azalt
tr_tr: Ana sesi azalt

# System.Audio.Master.Toggle
source: Mute or unmute master volume
az_latn_az: Əsas səsi aç və ya söndür
tr_tr: Ana sesi aç veya kapat

# System.Audio.Master.Up
source: Increase master volume
az_latn_az: Əsas səsi artır
tr_tr: Ana sesi artır

# System.Audio.Application.Toggle
source: Mute or unmute application volume
az_latn_az: Tətbiq səsini aç və ya söndür
tr_tr: Uygulama sesini aç veya kapat

# System.Audio.Application.Muted
source: Application audio muted
az_latn_az: Tətbiq səsi söndürülüb
tr_tr: Uygulama sesi kapalı

# System.Audio.Application
source: Application audio
az_latn_az: Tətbiq səsi
tr_tr: Uygulama sesi

# System.Audio.SelectedMedia
source: Selected media application
az_latn_az: Seçilmiş media tətbiqi
tr_tr: Seçili medya uygulaması

# Volume.Master
source: Master volume
az_latn_az: Əsas səs
tr_tr: Ana ses

# Volume.Muted
source: Muted
az_latn_az: Səs söndürülüb
tr_tr: Ses kapalı

# Volume.WindowsAudio
source: Windows master volume
az_latn_az: Windows əsas səsi
tr_tr: Windows ana sesi

# Volume.ToggleMute
source: Mute or unmute
az_latn_az: Səsi aç və ya söndür
tr_tr: Sesi aç veya kapat

# Volume.OpenSettings
source: Open Windows sound settings
az_latn_az: Windows səs parametrlərini aç
tr_tr: Windows ses ayarlarını aç

# Volume.OutputDevice.Unavailable
source: Output device unavailable
az_latn_az: Çıxış cihazı əlçatan deyil
tr_tr: Çıkış aygıtı kullanılamıyor

# Volume.OutputDevice.Changed
source: Output device changed
az_latn_az: Çıxış cihazı dəyişdi
tr_tr: Çıkış aygıtı değişti

# Mixer.SystemSounds
source: System sounds
az_latn_az: Sistem səsləri
tr_tr: Sistem sesleri

# Mixer.UnknownSession
source: Unknown audio session
az_latn_az: Bilinməyən səs sessiyası
tr_tr: Bilinmeyen ses oturumu

# Mixer.SessionControllable
source: Volume control available
az_latn_az: Səs idarəsi əlçatandır
tr_tr: Ses denetimi kullanılabilir

# Mixer.SessionUnsupported
source: This session cannot be controlled
az_latn_az: Bu sessiya idarə oluna bilmir
tr_tr: Bu oturum denetlenemiyor

# Mixer.Unavailable
source: Audio mixer unavailable
az_latn_az: Səs mikseri əlçatan deyil
tr_tr: Ses karıştırıcısı kullanılamıyor

# Mixer.NoActiveSessions
source: No active application audio
az_latn_az: Aktiv tətbiq səsi yoxdur
tr_tr: Etkin uygulama sesi yok

# Mixer.ActiveSessionCount
source: {0} active audio apps
az_latn_az: {0} aktiv səs tətbiqi
tr_tr: {0} etkin ses uygulaması

# Mixer.SessionVolumeAutomation
source: {0} volume level
az_latn_az: {0} səs səviyyəsi
tr_tr: {0} ses seviyesi

# Mixer.SessionMuteAutomation
source: Mute {0}
az_latn_az: {0} səsini söndür
tr_tr: {0} sesini kapat

# Mixer.SessionUnmuteAutomation
source: Unmute {0}
az_latn_az: {0} səsini aç
tr_tr: {0} sesini aç

# System.Camera.Changed
source: Camera availability changed
az_latn_az: Kameranın əlçatanlığı dəyişdi
tr_tr: Kamera kullanılabilirliği değişti

# Timer.Tools
source: Time tools
az_latn_az: Vaxt alətləri
tr_tr: Zaman araçları

# Timer.TimerAndStopwatch
source: Timer and stopwatch
az_latn_az: Taymer və saniyəölçən
tr_tr: Zamanlayıcı ve kronometre

source: Timer running
az_latn_az: Taymer işləyir
tr_tr: Zamanlayıcı çalışıyor

source: Timer paused
az_latn_az: Taymer fasilədədir
tr_tr: Zamanlayıcı duraklatıldı

# Timer.Completed
source: Time is up
az_latn_az: Vaxt bitdi
tr_tr: Süre doldu

# Timer.SelectDuration
source: Choose a duration
az_latn_az: Bir müddət seçin
tr_tr: Bir süre seçin

# Timer.Completed.Description
source: Timer completed
az_latn_az: Taymer tamamlandı
tr_tr: Zamanlayıcı tamamlandı

# Timer.StopwatchRunning
source: Stopwatch running
az_latn_az: Saniyəölçən işləyir
tr_tr: Kronometre çalışıyor

# Timer.StopwatchPaused
source: Stopwatch paused
az_latn_az: Saniyəölçən fasilədədir
tr_tr: Kronometre duraklatıldı

# Timer.Cancel
source: Cancel timer
az_latn_az: Taymeri ləğv et
tr_tr: Zamanlayıcıyı iptal et

# Timer.StopAlarm
source: Silence alarm
az_latn_az: Zəngi sakitləşdir
tr_tr: Alarmı sustur

# Timer.AlarmRepeats
source: The alarm sounds up to 5 times when the timer ends.
az_latn_az: Vaxt bitdikdə zəng səsi ən çox 5 dəfə çalır.
tr_tr: Süre dolduğunda alarm sesi en fazla 5 kez çalar.

# Timer.ResetStopwatch
source: Reset stopwatch
az_latn_az: Saniyəölçəni sıfırla
tr_tr: Kronometreyi sıfırla

# Timer.PauseResume
source: Pause or resume
az_latn_az: Fasilə ver və ya davam et
tr_tr: Duraklat veya devam et

# Timer.Lap
source: Lap {0} {1}
az_latn_az: Dövrə {0} {1}
tr_tr: Tur {0} {1}

# Timer.MinuteShort
source: min
az_latn_az: dəq
tr_tr: dk

# Transfer.Title
source: File transfers
az_latn_az: Fayl transferləri
tr_tr: Dosya aktarımları

# Transfer.None
source: No active transfers
az_latn_az: Aktiv transfer yoxdur
tr_tr: Etkin aktarım yok

# Transfer.Waiting
source: Waiting for transfer
az_latn_az: Transfer gözlənilir
tr_tr: Aktarım bekleniyor

# Transfer.Active.One
source: 1 active transfer
az_latn_az: 1 aktiv transfer
tr_tr: 1 etkin aktarım

# Transfer.Active.Many
source: {0} active transfers
az_latn_az: {0} aktiv transfer
tr_tr: {0} etkin aktarım

# Transfer.Queued
source: Queued
az_latn_az: Növbədə
tr_tr: Sırada

# Transfer.Running
source: Transferring
az_latn_az: Köçürülür
tr_tr: Aktarılıyor

# Transfer.Paused
source: Paused
az_latn_az: Fasilə verilib
tr_tr: Duraklatıldı

# Transfer.ProviderWaiting
source: Waiting for provider
az_latn_az: Təchizatçı gözlənilir
tr_tr: Sağlayıcı bekleniyor

# Transfer.Completed
source: Completed
az_latn_az: Tamamlandı
tr_tr: Tamamlandı

# Transfer.Failed
source: Failed
az_latn_az: Alınmadı
tr_tr: Başarısız

# Transfer.Cancelled
source: Cancelled
az_latn_az: Ləğv edildi
tr_tr: İptal edildi

# Transfer.Disconnected
source: Disconnected
az_latn_az: Qoşulma kəsildi
tr_tr: Bağlantı kesildi

# Tray.Previous
source: Previous
az_latn_az: Əvvəlki
tr_tr: Önceki

# Tray.Next
source: Next
az_latn_az: Növbəti
tr_tr: Sonraki

# Tray.MediaNotFound
source: No media app found
az_latn_az: Media tətbiqi tapılmadı
tr_tr: Medya uygulaması bulunamadı

# Tray.PrimaryMonitor
source: Primary monitor
az_latn_az: Əsas monitor
tr_tr: Ana monitör

# Tray.ActiveMonitor
source: Active window monitor
az_latn_az: Aktiv pəncərənin monitoru
tr_tr: Aktif pencerenin monitörü

# Tray.DefaultMedia
source: Default media app
az_latn_az: Standart media tətbiqi
tr_tr: Varsayılan medya uygulaması

# Tray.StartWithWindows
source: Run at Windows startup
az_latn_az: Windows başlayanda işə sal
tr_tr: Windows başlangıcında çalıştır

# Tray.FullscreenBehavior
source: Fullscreen behavior
az_latn_az: Tam ekran davranışı
tr_tr: Tam ekran davranışı

# Tray.Fullscreen.Show
source: Show notifications in fullscreen
az_latn_az: Tam ekranda bildirişləri göstər
tr_tr: Tam ekranda bildirimleri göster

# Tray.Fullscreen.Minimal
source: Minimal view
az_latn_az: Sadə görünüş
tr_tr: Sade görünüm

# Tray.Fullscreen.Controls
source: View with controls
az_latn_az: İdarə düymələri ilə görünüş
tr_tr: Kontrollü görünüm

# Tray.SelectMonitor
source: Select monitor
az_latn_az: Monitor seç
tr_tr: Monitör seç

# Tray.TemporaryNotifications
source: Show temporary notifications
az_latn_az: Müvəqqəti bildirişləri göstər
tr_tr: Geçici bildirimleri göster

# Tray.FocusTurnOff
source: Turn off Focus · {0}
az_latn_az: Fokusu söndür · {0}
tr_tr: Odağı kapat · {0}

# Tray.Exit
source: Exit
az_latn_az: Çıxış
tr_tr: Çıkış

# Dialog.Close.Title
source: Close MiaDock?
az_latn_az: MiaDock bağlansın?
tr_tr: MiaDock kapatılsın mı?

# Dialog.Close.Description
source: Choose what happens when you select the close button.
az_latn_az: Bağla düyməsini basdığınızda nə olacağını seçin.
tr_tr: Kapat düğmesine bastığınızda ne yapılacağını seçin.

# Dialog.Close.Minimize
source: Minimize to system tray
az_latn_az: Sistem treyinə kiçilt
tr_tr: Sistem tepsisine küçült

# Dialog.Close.Exit
source: Exit application
az_latn_az: Tətbiqdən tamamilə çıx
tr_tr: Uygulamadan tamamen çık

# Dialog.Close.Remember
source: Remember my choice
az_latn_az: Seçimimi yadda saxla
tr_tr: Seçimimi hatırla

# Dialog.Apply
source: Apply
az_latn_az: Tətbiq et
tr_tr: Uygula

# Dialog.Permission.Notification.Title
source: Allow notification access?
az_latn_az: Bildiriş girişinə icazə verilsin?
tr_tr: Bildirim erişimine izin verilsin mi?

# Dialog.Permission.Notification.Summary
source: MiaDock will read the source application and notification title. Body text is hidden unless separately enabled, and content is never written to technical logs.
az_latn_az: MiaDock mənbə tətbiqi və bildiriş başlığını oxuyacaq. Mətnin əsas hissəsi ayrıca aktivləşdirilmədikcə göstərilmir və məzmun heç vaxt texniki jurnallara yazılmır.
tr_tr: MiaDock kaynak uygulama ve bildirim başlığını okuyacak. Gövde metni ayrıca açılmadıkça gösterilmez; içerik teknik loglara yazılmaz.

# Dialog.Permission.Notification.Detail
source: MiaDock will read application names and titles from Windows Notification Center. Body text is enabled per application; content is not logged, and notifications are never deleted or marked as read.
az_latn_az: MiaDock Windows Bildiriş Mərkəzindəki tətbiq adlarını və başlıqları oxuyacaq. Mətnin əsas hissəsi hər tətbiq üçün ayrıca aktivləşdirilir; məzmun jurnala yazılmır, bildirişlər silinmir və oxunmuş kimi işarələnmir.
tr_tr: MiaDock, Windows Bildirim Merkezi'ndeki uygulama adını ve başlığı okuyacak. Gövde metni yalnız uygulama bazında açılır; içerik loglanmaz ve bildirimler silinmez ya da okundu işaretlenmez.

# Dialog.Permission.Request
source: Request Windows permission
az_latn_az: Windows icazəsini istə
tr_tr: Windows iznini iste

# Dialog.Permission.Cancel
source: Not now
az_latn_az: İndi yox
tr_tr: Vazgeç

# Dialog.Logs.Clear.Title
source: Clear local logs?
az_latn_az: Lokal jurnallar təmizlənsin?
tr_tr: Yerel loglar temizlensin mi?

# Dialog.Logs.Clear.Description
source: This permanently deletes the current technical log files.
az_latn_az: Bu əməliyyat mövcud texniki jurnal fayllarını həmişəlik silir.
tr_tr: Bu işlem mevcut teknik log dosyalarını kalıcı olarak siler.

# Dialog.Logs.Clear.Action
source: Clear logs
az_latn_az: Jurnalları təmizlə
tr_tr: Logları temizle

# Onboarding.Step.Welcome
source: Welcome
az_latn_az: Xoş gəlmisiniz
tr_tr: Hoş geldiniz

# Onboarding.Step.Personalization
source: Personalize your dock
az_latn_az: Dokunuzu fərdiləşdirin
tr_tr: Kişiselleştirin

# Onboarding.Step.Interaction
source: Usage
az_latn_az: İstifadə qaydası
tr_tr: Kullanım Şekli

# Onboarding.Step.FeaturesAndPrivacy
source: Features and Privacy
az_latn_az: Xüsusiyyətlər və Məxfilik
tr_tr: Özellikler ve Gizlilik

# Onboarding.Step.Ready
source: Ready
az_latn_az: Hazır
tr_tr: Hazır

# Onboarding.Option.Theme.Apple
source: Apple-like
az_latn_az: Apple bənzəri
tr_tr: Apple benzeri

# Onboarding.Option.Theme.Glass
source: Blurred Glass
az_latn_az: Dumanlı Şüşə
tr_tr: Bulanık Cam

# Onboarding.Option.Theme.Solid
source: Custom Solid Color
az_latn_az: Xüsusi Düz Rəng
tr_tr: Özel Düz Renk

# Onboarding.Option.Monitor.Primary
source: Primary monitor
az_latn_az: Əsas monitor
tr_tr: Ana monitör

# Onboarding.Option.Monitor.Active
source: Active window monitor
az_latn_az: Aktiv pəncərənin monitoru
tr_tr: Aktif pencerenin monitörü

# Onboarding.Option.Monitor.Fixed
source: Fixed monitor
az_latn_az: Sabit monitor
tr_tr: Sabit monitör

# Onboarding.Option.Position.TopCenter
source: Top center
az_latn_az: Yuxarı orta
tr_tr: Üst orta

# Onboarding.Option.Position.TopLeft
source: Top left
az_latn_az: Yuxarı sol
tr_tr: Üst sol

# Onboarding.Option.Position.TopRight
source: Top right
az_latn_az: Yuxarı sağ
tr_tr: Üst sağ

# Onboarding.Option.Position.BottomCenter
source: Bottom center
az_latn_az: Aşağı orta
tr_tr: Alt orta

# Onboarding.Option.Position.BottomLeft
source: Bottom left
az_latn_az: Aşağı sol
tr_tr: Alt sol

# Onboarding.Option.Position.BottomRight
source: Bottom right
az_latn_az: Aşağı sağ
tr_tr: Alt sağ

# Onboarding.Option.Interaction.Hover
source: On pointer hover
az_latn_az: Kursor üstünə gələndə
tr_tr: Fare üzerine gelince

# Onboarding.Option.Interaction.Click
source: On click
az_latn_az: Klikləyəndə
tr_tr: Tıklayınca

# Onboarding.Option.Interaction.Both
source: Hover and click
az_latn_az: Kursor və klik
tr_tr: Fare ve tıklama

# Onboarding.Option.Fullscreen.Minimal
source: Minimal
az_latn_az: Sadə
tr_tr: Sade

# Onboarding.Option.Fullscreen.Controls
source: With controls
az_latn_az: İdarə düymələri ilə
tr_tr: Kontrollü

# Onboarding.Option.Media.Auto
source: Automatic selection
az_latn_az: Avtomatik seçim
tr_tr: Otomatik seçim

# Onboarding.Summary.Theme
source: Theme: {0}
az_latn_az: Tema: {0}
tr_tr: Tema: {0}

# Onboarding.Summary.Media
source: Media: {0}
tr_tr: Medya: {0}

# Onboarding.Summary.Monitor
source: Monitor: {0}
tr_tr: Monitör: {0}

# Onboarding.Summary.Position
source: Position: {0}
az_latn_az: Mövqe: {0}
tr_tr: Konum: {0}

# Onboarding.Summary.Interaction
source: Interaction: {0}
az_latn_az: Qarşılıqlı əlaqə: {0}
tr_tr: Etkileşim: {0}

# Onboarding.Summary.Fullscreen
source: Fullscreen: {0}
az_latn_az: Tam ekran: {0}
tr_tr: Tam ekran: {0}

# Onboarding.Summary.Modules
source: Modules: {0}
az_latn_az: Modullar: {0}
tr_tr: Modüller: {0}

# Onboarding.Startup.Unavailable
source: Start with Windows is available after installing the MSIX package.
az_latn_az: Windows ilə başlatma MSIX paketi quraşdırıldıqdan sonra əlçatandır.
tr_tr: Windows ile başlatma, MSIX paketi kurulduğunda kullanılabilir.

# Onboarding.Startup.Failed
source: The startup setting could not be changed. Check Windows Startup Apps settings.
az_latn_az: Başlanğıc parametri dəyişdirilə bilmədi. Windows Başlanğıc Tətbiqləri parametrini yoxlayın.
tr_tr: Başlangıç ayarı değiştirilemedi. Windows Başlangıç Uygulamaları ayarını kontrol edin.

# Onboarding.Startup.DisabledByUser
source: Windows disabled this startup task.
az_latn_az: Windows bu başlanğıc tapşırığını deaktiv etdi.
tr_tr: Windows bu başlangıç görevini devre dışı bıraktı.

# Onboarding.Startup.DisabledByPolicy
source: The startup task is blocked by system policy.
az_latn_az: Başlanğıc tapşırığı sistem siyasəti tərəfindən bloklanır.
tr_tr: Başlangıç görevi sistem ilkesi tarafından engelleniyor.

# Onboarding.Startup.EnabledByPolicy
source: The startup task is enabled by system policy.
az_latn_az: Başlanğıc tapşırığı sistem siyasəti tərəfindən aktivləşdirildi.
tr_tr: Başlangıç görevi sistem ilkesi tarafından etkinleştirildi.

# Onboarding.Startup.Enabled
source: MiaDock will start with Windows.
az_latn_az: MiaDock Windows ilə başlayacaq.
tr_tr: MiaDock Windows ile başlayacak.

# Onboarding.Startup.Disabled
source: MiaDock will not start with Windows.
az_latn_az: MiaDock Windows ilə başlamayacaq.
tr_tr: MiaDock Windows ile başlamayacak.

# Onboarding.Validation.FixedMonitor
source: Select a connected display to use a fixed monitor.
az_latn_az: Sabit monitor istifadə etmək üçün qoşulmuş bir ekran seçin.
tr_tr: Sabit monitör kullanmak için bağlı bir monitör seçin.

# Onboarding.Module.Media.Title
source: Media
tr_tr: Medya

# Onboarding.Module.Media.Description
source: Windows media sessions and playback controls.
az_latn_az: Windows media sessiyaları və oynatma idarəsi.
tr_tr: Windows medya oturumları ve oynatma kontrolleri.

# Onboarding.Module.Volume.Title
source: Windows master volume
az_latn_az: Windows əsas səsi
tr_tr: Windows ana sesi

# Onboarding.Module.Volume.Description
source: Shows volume changes and controls the master volume.
az_latn_az: Səs dəyişikliklərini göstərir və əsas səs səviyyəsini idarə edir.
tr_tr: Ses değişikliklerini gösterir ve ana ses seviyesini denetler.

# Onboarding.Module.Privacy.Title
source: Privacy
az_latn_az: Məxfilik
tr_tr: Gizlilik

# Onboarding.Module.Privacy.Description
source: Shows which apps are using the microphone and camera.
az_latn_az: Mikrofon və kameradan istifadə edən tətbiqləri göstərir.
tr_tr: Mikrofon ve kamerayı kullanan uygulamaları gösterir.

# Onboarding.Module.System.Title
source: Call activity
az_latn_az: Zəng fəaliyyəti
tr_tr: Arama etkinliği

# Onboarding.Module.System.Description
source: Monitors local call inference; call content is never read.
az_latn_az: Yerli zəng çıxarımını izləyir; zəng məzmunu oxunmur.
tr_tr: Yerel arama çıkarımını izler; görüşme içeriği okunmaz.

# Onboarding.Module.Battery.Title
source: Battery
az_latn_az: Batareya
tr_tr: Pil

# Onboarding.Module.Battery.Description
source: Charging, energy saver, and low-battery events.
az_latn_az: Enerji yığma, enerji qənaəti və aşağı batareya hadisələri.
tr_tr: Şarj, enerji tasarrufu ve düşük pil olayları.

# Onboarding.Module.Network.Title
source: Network
az_latn_az: Şəbəkə
tr_tr: Ağ

# Onboarding.Module.Network.Description
source: Connection type and optional throughput view.
az_latn_az: Qoşulma növü və istəyə bağlı sürət görünüşü.
tr_tr: Bağlantı türü ve isteğe bağlı hız görünümü.

# Onboarding.Module.Bluetooth.Description
source: Connection changes for paired devices.
az_latn_az: Qoşalaşdırılmış cihazların qoşulma dəyişiklikləri.
tr_tr: Eşleştirilmiş cihaz bağlantı değişiklikleri.

# Onboarding.Module.Timer.Title
source: Timer and stopwatch
az_latn_az: Taymer və saniyəölçən
tr_tr: Zamanlayıcı ve kronometre

# Onboarding.Module.Timer.Description
source: Local time tools and completion events.
az_latn_az: Lokal vaxt alətləri və tamamlanma hadisələri.
tr_tr: Yerel zaman araçları ve tamamlanma olayları.

# Onboarding.Module.Transfers.Title
source: File transfers
az_latn_az: Fayl transferləri
tr_tr: Dosya aktarımları

# Onboarding.Module.Transfers.Description
source: Transfer progress from local providers.
az_latn_az: Lokal təchizatçılardan gələn transfer irəliləyişi.
tr_tr: Yerel sağlayıcılardan gelen aktarım ilerlemesi.

# Onboarding.Module.Notifications.Title
source: Windows notifications
az_latn_az: Windows bildirişləri
tr_tr: Windows bildirimleri

# Onboarding.Module.Notifications.Description
source: Because user permission is required, enable it from the Modules page after setup.
az_latn_az: İstifadəçi icazəsi tələb olunduğu üçün quraşdırmadan sonra Modullar səhifəsindən aktivləşdirilir.
tr_tr: Kullanıcı izni gerektiği için ilk kurulumdan sonra Modüller sayfasından açılır.

# Onboarding.Button.Next
source: Next
az_latn_az: İrəli
tr_tr: İleri

# Onboarding.Button.Finish
source: Finish
az_latn_az: Tamamla
tr_tr: Tamamla

# Onboarding.Button.Next.Automation
source: Next setup step
az_latn_az: Növbəti quraşdırma addımı
tr_tr: Sonraki kurulum adımı

# Onboarding.Button.Finish.Automation
source: Finish setup
az_latn_az: İlk quraşdırmanı tamamla
tr_tr: İlk kurulumu tamamla

# Onboarding.Dialog.Incomplete.Title
source: Setup is not complete
az_latn_az: Quraşdırma tamamlanmadı
tr_tr: Kurulum tamamlanmadı

# Onboarding.Dialog.Incomplete.Description
source: If you exit now, your choices are not saved, the live preview is restored, and setup appears again next time.
az_latn_az: İndi çıxsanız seçimləriniz yadda saxlanılmır, canlı önizləmə geri qaytarılır və quraşdırma növbəti açılışda yenidən göstərilir.
tr_tr: Şimdi çıkarsanız seçimleriniz kaydedilmez, canlı önizleme geri alınır ve Başlarken sonraki açılışta yeniden gösterilir.

# Onboarding.Dialog.Return
source: Return to setup
az_latn_az: Quraşdırmaya qayıt
tr_tr: Kuruluma dön

# Onboarding.Dialog.Exit
source: Exit
az_latn_az: Çıxış
tr_tr: Çıkış

# Update.Available
source: A new version is available
az_latn_az: Yeni versiya mövcuddur
tr_tr: Yeni sürüm mevcut

# Update.OpenStore
source: Open in Microsoft Store
az_latn_az: Microsoft Store-da aç
tr_tr: Microsoft Store'da aç

# Update.Check
source: Check for updates
az_latn_az: Yeniləmələri yoxla
tr_tr: Güncellemeleri denetle

# Update.Checking
source: Checking for updates
az_latn_az: Yeniləmələr yoxlanılır
tr_tr: Güncellemeler denetleniyor

# Update.UpToDate
source: MiaDock is up to date
az_latn_az: MiaDock güncəldir
tr_tr: MiaDock güncel

# Update.StoreOnly
source: Available only in the Microsoft Store version
az_latn_az: Yalnız Microsoft Store versiyasında əlçatandır
tr_tr: Yalnızca Microsoft Store sürümünde kullanılabilir

# Update.Offline
source: Could not check for updates: offline
az_latn_az: Yeniləmə yoxlanıla bilmədi: oflayn
tr_tr: Güncelleme denetlenemedi: çevrimdışı

# Update.Failed
source: Could not check for updates
az_latn_az: Yeniləmə yoxlanıla bilmədi
tr_tr: Güncelleme denetlenemedi

# KeyboardLock.OnFormat
source: {0} on
az_latn_az: {0} açıq
tr_tr: {0} açık

# KeyboardLock.ModuleName
source: Keyboard locks
az_latn_az: Klaviatura kilidləri
tr_tr: Klavye kilitleri

# KeyboardLock.Off
source: Off
az_latn_az: Bağlı
tr_tr: Kapalı

# KeyboardLock.On
source: On
az_latn_az: Açıq
tr_tr: Açık

# KeyboardLock.OffFormat
source: {0} off
az_latn_az: {0} bağlı
tr_tr: {0} kapalı

# UsbDevice.ModuleName
source: USB devices
az_latn_az: USB cihazları
tr_tr: USB cihazları

# UsbDevice.Connected
source: Connected
az_latn_az: Qoşuldu
tr_tr: Bağlandı

# UsbDevice.Disconnected
source: Removed
az_latn_az: Çıxarıldı
tr_tr: Çıkarıldı

# UsbDevice.ConnectedFormat
source: {0} connected
az_latn_az: {0} qoşuldu
tr_tr: {0} bağlandı

# UsbDevice.DisconnectedFormat
source: {0} removed
az_latn_az: {0} çıxarıldı
tr_tr: {0} çıkarıldı
